Repository: weblate/lapel
Catalog: po/*.po
Languages: ta

source: Assistant
ta: உதவியாளர்

source: Voice assistant GUI based on Mycroft
ta: மைக்ரோஃப்டை அடிப்படையாகக் கொண்ட குரல் உதவியாளர் GUI

source: Websocket address
ta: வெப்சாக்கெட் முகவரி

source: Websocket address used when connecting to Mycroft.
ta: மைக்ரோஃப்டுடன் இணைக்கும்போது பயன்படுத்தப்படும் வெப்சாக்கெட் முகவரி.

source: Websocket port
ta: வெப்சாக்கெட் துறைமுகம்

source: Websocket port used when connecting to Mycroft.
ta: மைக்ரோஃப்டுடன் இணைக்கும்போது பயன்படுத்தப்படும் வெப்சாக்கெட் துறைமுகம்.

source: Copyright © 2022 Aspinwall contributors
ta: பதிப்புரிமை © 2022 ஆச்பின்வால் பங்களிப்பாளர்கள்

source: Pairing
ta: இணைத்தல்

source: Your Pairing Code:
ta: உங்கள் இணைத்தல் குறியீடு:

source: Go to <a href="https://account.mycroft.ai/pair">account.mycroft.ai/pair</a> to pair your device. When asked, input the code displayed above.
ta: உங்கள் சாதனத்தை இணைக்க <a href = "https://account.mycroft.ai/pair"> account.mycroft.ai/pair </a> க்குச் செல்லவும். கேட்டால், மேலே காட்டப்பட்டுள்ள குறியீட்டை உள்ளிடவும்.

source: If you do not have a Mycroft account yet, <a href="https://account.mycroft.ai">create one</a>.
ta: உங்களிடம் இன்னும் மைக்ரோஃப்ட் கணக்கு இல்லை என்றால், <a href = "https://account.mycroft.ai"> ஒன்றை உருவாக்கவும் </a>.

source: Connection
ta: இணைப்பு

source: Address and port to use when connecting to Mycroft's websocket. You will need to restart Assistant before the changes take effect.
ta: மைக்ரோஃப்டின் வெப்சாக்கெட்டுடன் இணைக்கும்போது பயன்படுத்த வேண்டிய முகவரி மற்றும் துறை. மாற்றங்கள் நடைமுறைக்கு வருவதற்கு முன்பு நீங்கள் உதவியாளரை மறுதொடக்கம் செய்ய வேண்டும்.

source: No Results Found
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை

source: Try a different search query
ta: வேறு தேடல் வினவலை முயற்சிக்கவும்

source: Examples
ta: எடுத்துக்காட்டுகள்

source: Speak to the Microphone
ta: மைக்ரோஃபோனுடன் பேசுங்கள்

source: Search skills
ta: தேடல் திறன்

source: Could Not Connect
ta: இணைக்க முடியவில்லை

source: Failed to connect to Mycroft websocket. Make sure that Mycroft is running.
ta: மைக்ரோஃப்ட் வெப்சாக்கெட்டுடன் இணைக்கத் தவறிவிட்டது. மைக்ரோஃப்ட் இயங்குகிறது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.

source: Skills
ta: திறன்கள்

source: _Preferences
ta: _ முனைகள்

source: _About Assistant
ta: உதவியாளர்பற்றி (_A)

source: _Quit
ta: வெளியேறு (_Q)

source: Aspinwall contributors
ta: ஆச்பின்வால் பங்களிப்பாளர்கள்

source: No description found.
ta: எந்த விளக்கமும் கிடைக்கவில்லை.

source: No examples found.
ta: எடுத்துக்காட்டுகள் எதுவும் கிடைக்கவில்லை.

source: Skill data not found.
ta: திறன் தரவு காணப்படவில்லை.

source: Confirm
ta: உறுதிப்படுத்தவும்

source: Cancel
ta: ரத்துசெய்
